/* CAUTION: This is a hand edited file, not generated by genStrings. */
/*       GENERAL       */
"Default" = "Oletusasetukset";
"HP Printer Monitor" = "HP Printer Monitor";
"Autoselect" = "Automaattivalinta";
"Automatic" = "Automaattinen";
"Color" = "Värillinen";
"On" = "Päällä";
"Off" = "Pois päältä";
/*       CATRIDGES      */
"Black" = "Musta";
"Black/Cyan" = "Musta/syaani";
"Black/Yellow" = "Musta/keltainen";
"Blue Photo, Tri-color, Black" = "Sininen valokuva, kolmiväri, musta";
"Blue Photo, Tri-color, Gray Photo" = "Sininen valokuva, kolmiväri, harmaa valokuva";
"Blue Photo" = "Valokuvasininen";
"Cyan" = "Syaani";
"Cyan/Magenta" = "Syaani/magenta";
"Gray" = "Harmaa";
"Light Cyan" = "Vaaleansyaani";
"Light Gray" = "Vaaleanharmaa";
"Light Magenta" = "Vaaleanmagenta";
"Light Magenta/Light Cyan" = "Vaaleanmagenta/vaaleansyaani";
"Light Yellow" = "Vaaleankeltainen";
"Magenta" = "Magenta";
"Magenta/Cyan" = "Magenta/syaani";
"Magenta/Yellow" = "Magenta/keltainen";
"Matte Black" = "Mattamusta";
"Matte Black/Cyan" = "Mattamusta/syaani";
"Photo Black" = "Valokuvamusta";
"Photo Black/Light Gray" = "Valokuvamusta/vaaleanharmaa";
"Photo, Tri-color, Black" = "Valokuva, kolmiväri, musta";
"Photo, Tri-color, Gray Photo" = "Valokuva, kolmiväri, harmaa valokuva";
"Photo" = "Valokuva";
"Silver ink (for Windows only)" = "Hopeamuste (vain Windowsille)";
"Tri-Color, Black" = "Kolmiväri, musta";
"Tri-Color, Gray Photo" = "Kolmiväri, harmaa valokuva";
"Tri-Color, Photo" = "Kolmiväri, valokuva";
"Tri-Color" = "Kolmiväri";
"Unknown Cartridge" = "Tuntematon kasetti";
"Yellow" = "Keltainen";
/*       driver internal events       */
"Printing page %d, %d%% complete..." = "Tulostetaan sivua %d, %d%% valmiina...";
/*       PRINTER PRESETS       */
"Photo paper from Main Tray" = "Valokuvapaperi päälokerosta";
"Print from Photo Tray" = "Tulosta valokuvalokerosta";
"Plain paper, Fast draft" = "Tavallinen paperi, nopea vedos";
"Photo on Photo Paper - from Photo Tray" = "Valokuva valokuvapaperilla - valokuvalokerosta";
"Print from Main Tray" = "Tulosta päälokerosta";
"Plain paper from Main Tray" = "Tavallinen paperi päälokerosta";
"Plain paper, Draft, black and white" = "Tavallinen paperi, luonnos, mustavalkoinen";
"Photo paper from Photo Tray" = "Valokuvapaperi valokuvalokerosta";
"Plain paper, Best" = "Tavallinen paperi, paras";
"Plain paper, Fast draft, black and white" = "Tavallinen paperi, nopea vedos, mustavalkoinen";
"Plain paper, Draft" = "Tavallinen paperi, luonnos";
/*       MEDIA SIZES       */
"Paper Size" = "Paperikoko";
"Borderless ofuku hagaki" = "Reunukseton ofuku hagaki";
"Tabloid 11x17in. - brochure" = "Tabloid-koko 11 x 17 tuumaa, esite";
"Index card Letter 8.5x11in." = "Hakemistokortti Letter-koko 8,5 x 11 tuumaa";
"JB7" = "JIS B7";
"12x12in. - small margin" = "12 x 12 tuumaa, pieni marginaali";
"Japanese envelope #2" = "Japanilainen kirjekuori #2";
"Borderless 4x10 in./10x25 cm" = "Reunukseton 4 x 10 tuumaa/10 x 25 cm";
"Borderless 8.5x11 in." = "Reunukseton 8,5 x 11 tuumaa";
"C5 Envelope" = "C5-kirjekuori";
"Monarch envelope" = "Monarch-kirjekuori";
"Borderless A4, 210x297mm" = "Reunaton A4, 210 x 297 mm";
"Envelope B5 176x250mm" = "Kirjekuori B5 176 x 250 mm";
"8.5x11 in." = "8,5 x 11 tuumaa";
"JIS Executive" = "JIS Executive";
"Borderless panorama 4x10 in." = "Reunukseton panoraama 4 x 10 tuumaa";
"2L size" = "2L-koko";
"Custom" = "Mukautettu";
"Photo A4" = "Valokuva A4";
"CD/DVD, 80 mm" = "CD/DVD, 80 mm";
"4x6 in./10x15 cm (tab)" = "4 x 6 tuumaa/10 x 15 cm (liuska)";
"Executive" = "Executive";
"Super B 13x19in." = "Super B 13 x 19 tuumaa";
"A3+ 330x483 mm/B+ 13x19 in." = "A3+ 330 x 483 mm/B+ 13 x 19 tuumaa";
"E Size 82.5x117mm" = "E-koko 82,5 x 117 mm";
"C6 Envelope" = "C6-kirjekuori";
"Panorama 4x10 in." = "Panoraama 4 x 10 tuumaa";
"No. 10 Envelope" = "10-kirjekuori";
"Ofuku hagaki 200x148mm" = "Ofuku hagaki 200 x 148 mm";
"Card envelope 4.4x6in." = "Korttikirjekuori 4,4 x 6 tuumaa";
"4x6 in. (tab)" = "4 x 6 tuumaa (liuska)";
"Borderless 4x6 in. (tab)" = "Reunukseton 4 x 6 tuumaa (liuska)";
"L size" = "L-koko";
"Borderless 4x12 in./10x30 cm" = "Reunukseton 4 x 12 tuumaa/10 x 30 cm";
"Borderless 5x7 in." = "Reunukseton 5 x 7 tuumaa";
"Banner A4, 210x297mm" = "Viiri A4, 210 x 297 mm";
"Borderless A6 105x148mm" = "Reunaton A6 105 x 148 mm";
"Envelope A2 111x146mm" = "Kirjekuori A2 111 x 146 mm";
"B4 (JIS) 257x364mm - brochure" = "B4 (JIS) 257 x 364 mm, esite";
"HV" = "HV";
"Cabinet 120x165mm" = "Arkisto 120 x 165 mm";
"Borderless 2L (tab)" = "Reunukseton 2L (liuska)";
"Double postcard" = "Mainospostikortti";
"5x7 in." = "5 x 7 tuumaa";
"11x14in. - small margin" = "11 x 14 tuumaa, pieni marginaali";
"Rigid Media 8x10 in." = "Jäykkä materiaali 8 x 10 tuumaa";
"HP Greeting Card Envelope" = "HP:n korttikirjekuori";
"Borderless double A4" = "Reunukseton kaksois-A4";
"HV size" = "HV-koko";
"Borderless mutsugiri 8x10 in." = "Reunukseton mutsugiri 8 x 10 tuumaa";
"Panorama 4x12 in./10x30 cm" = "Panoraama 4 x 12 tuumaa/10 x 30 cm";
"US Legal" = "US Legal";
"A3" = "A3";
"CD/DVD, 120 mm" = "CD/DVD, 120 mm";
"Borderless panorama 4x10 in./10x25 cm" = "Reunukseton panoraama 4 x 10 tuumaa/10 x 25 cm";
"4x11 in./10x28 cm" = "4 x 11 tuumaa/10 x 28 cm";
"A3 297x420mm - small margin" = "A3 297 x 420 mm, pieni marginaali";
"A4" = "A4";
"Borderless 12x12 in." = "Reunukseton 12 x 12 tuumaa";
"B4 (JIS) 257x364mm - small margin" = "B4 (JIS) 257 x 364 mm, pieni marginaali";
"A5" = "A5";
"2L (tab)" = "2L (liuska)";
"Borderless B 11x17 in." = "Reunukseton B 11 x 17 tuumaa";
"A6" = "A6";
"Borderless hagaki 100x148mm" = "Reunaton hagaki 100 x 148 mm";
"Borderless 10x15 cm" = "Reunukseton 10 x 15 cm";
"Panorama double A4" = "Panoraama, kaksois-A4";
"Special hagaki (tab)" = "Erikois-hagaki (liuska)";
"Index card A4 8.27x11.69in." = "Hakemistokortti A4 8,27 x 11,69 tuumaa";
"B5 (ISO) 176x250mm" = "B5";
"A4 Two-Sided margins" = "ISO A4, kaksipuolinen, reunukset";
"Borderless A3+ 330x483mm" = "Reunaton A3+ 330 x 483 mm";
"8x10 in." = "8 x 10 tuumaa";
"B4 (ISO) 250x353mm" = "B4";
"US Letter" = "US Letter";
"Envelope DL" = "DL-kirjekuori";
"Borderless 5x7 in./13x18 cm" = "Reunukseton 5 x 7 tuumaa/13 x 18 cm";
"Borderless E size 82.5x117mm" = "Reunaton E-koko 82,5 x 117 mm";
"16K" = "16K";
"4x10 in./10x25 cm" = "4 x 10 tuumaa/10 x 25 cm";
"Borderless super B 13x19in." = "Reunaton super B 13 x 19 tuumaa";
"Edge-to-Edge A3, 297x420mm" = "Reunasta reunaan A3, 297 x 420 mm";
"A3 297x420mm - plain paper" = "A3 297 x 420 mm, tavallinen paperi";
"Double A4 210x594 mm" = "Kaksois-A4 210 x 594 mm";
"Borderless JB5" = "Reunukseton JB5";
"Photo A6" = "Valokuva A6";
"Borderless L/3.5x5 in." = "Reunukseton L/3,5 x 5 tuumaa";
"5x7 in./13x18 cm" = "5 x 7 tuumaa/13 x 18 cm";
"Borderless 2L 127x178mm" = "Reunaton 2L 127 x 178 mm";
"A3+ 330x483mm" = "A3+ 330 x 483 mm";
"Borderless 4x6 in./10x15 cm" = "Reunukseton 4 x 6 tuumaa/10 x 15 cm";
"Photo Letter" = "Valokuva Letter";
"Borderless A3, 297x420mm" = "Reunaton A3, 297 x 420 mm";
"Borderless cabinet 120x165mm" = "Reunaton arkisto 120 x 165 mm";
"2L 127x178mm" = "2L 127 x 178 mm";
"Borderless tabloid 11x17in." = "Reunaton tabloid-koko 11 x 17 tuumaa";
"Borderless panorama 4x11 in./10x28 cm" = "Reunukseton panoraama 4 x 11 tuumaa/10 x 28 cm";
"6x8 in." = "6 x 8 tuumaa";
"Edge-to-Edge Letter, 8.5x11in." = "Reunasta reunaan, Letter-koko, 8,5 x 11 tuumaa";
"4x12 in./10x30 cm" = "4 x 12 tuumaa/10 x 30 cm";
"8.5 x 13" = "8,5 x 13";
"Hagaki card" = "Hagaki-kortti";
"A3+ 330x483mm - small margin" = "A3+ 330 x 483 mm, pieni marginaali";
"Borderless 10x15 cm (tab)" = "Reunukseton 10 x 15 cm (liuska)";
"No. 6 3/4 Envelope (3.63 x 6.5 in.)" = "No. 6 3/4-kirjekuori (3,63 x 6,5 tuumaa)";
"Photo card 4x8 in./10x20 cm (tab)" = "Valokuvakortti 4 x 8 tuumaa/10 x 20 cm (liuska)";
"Photo 12x12 in." = "Valokuva 12 x 12 tuumaa";
"3x5 in." = "3 x 5 tuumaa";
"A4, min margins" = "A4, minimimarginaalit";
"B4 (JIS) 257x364mm - plain paper" = "B4 (JIS) 257 x 364 mm, tavallinen paperi";
"Rigid Media 13x19 in." = "Jäykkä materiaali 13 x 19 tuumaa";
"Borderless panorama 4x12 in./10x30 cm" = "Reunukseton panoraama 4 x 12 tuumaa/10 x 30 cm";
"B 11x17 in." = "B 11 x 17 tuumaa";
"Borderless L 89x127mm" = "Reunaton L 89 x 127 mm";
"Panorama 4x11 in." = "Panoraama 4 x 11 tuumaa";
"Borderless L size (tab)" = "Reunukseton L-koko (liuska)";
"Super B 13x19in. - small margin" = "Super B 13 x 19 tuumaa, pieni marginaali";
"Index card 3x5 in." = "Kortistokortti 3 x 5 tuumaa";
"Rigid Media 5x7 in./13x18 cm" = "Jäykkä materiaali 5 x 7 tuumaa/13 x 18 cm";
"Japanese envelope #4" = "Japanilainen kirjekuori #4";
"L (tab)" = "L (liuska)";
"Photo JB5" = "Valokuva JB5";
"Panorama 4x11 in./10x28 cm" = "Panoraama 4 x 11 tuumaa/10 x 28 cm";
"B6" = "B6";
"L size (tab)" = "L-koko (liuska)";
"Borderless 11x14 in." = "Reunukseton 11 x 14 tuumaa";
"B7" = "B7";
"11x14in. - plain paper" = "11 x 14 tuumaa, tavallinen paperi";
"Edge-to-Edge A4, 210x297mm" = "Reunasta reunaan A4, 210 x 297 mm";
"Borderless card 4x8 in./10x20 cm (tab)" = "Reunukseton kortti 4 x 8 tuumaa/10 x 20 cm (liuska)";
"Panorama 4x10 in./10x25 cm" = "Panoraama 4 x 10 tuumaa/10 x 25 cm";
"Banner A3, 297x420mm" = "Viiri A3, 297 x 420 mm";
"Photo 11x14 in." = "Valokuva 11 x 14 tuumaa";
"Borderless L size" = "Reunukseton L-koko";
"Custom Borderless" = "Mukautettu Reunukseton";
"A3 297x420mm - brochure" = "A3 297 x 420 mm, esite";
"Letter, min margins" = "Letter, minimimarginaalit";
"Borderless 4x6 in./10x15 cm (tab)" = "Reunukseton 4 x 6 tuumaa/10 x 15 cm (liuska)";
"4x6 in./10x15 cm" = "4 x 6 tuumaa/10 x 15 cm";
"Edge-to-Edge Tabloid, 11x17in." = "Reunasta reunaan, Tabloid-koko, 11 x 17 tuumaa";
"Borderless B4 ISO, 250x353mm" = "Reunaton B4 ISO, 250 x 353 mm";
"Borderless A5, 148x210mm" = "Reunaton A5, 148 x 210 mm";
"Photo A5" = "Valokuva A5";
"Borderless B7" = "Reunukseton B7";
"Borderless panorama double A4" = "Reunukseton panoraama, kaksois-A4";
"10x15 cm (tab)" = "10 x 15 cm (liuska)";
"Borderless Hagaki (tab)" = "Reunukseton Hagaki (liuska)";
"Mutsugiri 8x10 in." = "Mutsugiri 8 x 10 tuumaa";
"L/3.5x5 in." = "L/3,5 x 5 tuumaa";
"Borderless L (tab)" = "Reunukseton L (liuska)";
"Borderless B5 ISO, 176x250mm" = "Reunaton B5 ISO, 176 x 250 mm";
"Borderless 8x10 in." = "Reunukseton 8 x 10 tuumaa";
"Borderless HV" = "Reunukseton HV";
"Banner tabloid 11x17in." = "Viiri, tabloid-koko 11 x 17 tuumaa";
"Kaku #2 envelope" = "Kaku #2 -kirjekuori";
"Japanese envelope #3" = "Japanilainen kirjekuori #3";
"10x15 cm" = "10 x 15 cm";
"Borderless A3+ 330x483 mm/B+ 13x19 in." = "Reunukseton A3+ 330 x 483 mm/B+ 13 x 19 tuumaa";
"2L size (tab)" = "2L-koko (liuska)";
"Index card 4x6 in." = "Kortistokortti 4 x 6 tuumaa";
"11x14in. - brochure" = "11 x 14 tuumaa, esite";
"Tabloid 11x17in. - small margin" = "Tabloid-koko 11 x 17 tuumaa, pieni marginaali";
"Banner letter 8.5x11in." = "Viiri, letter-koko 8,5 x 11 tuumaa";
"Tabloid 11x17in. - plain paper" = "Tabloid-koko 11 x 17 tuumaa, tavallinen paperi";
"4x6 in." = "4 x 6 tuumaa";
"Index card 5x8 in." = "Kortistokortti 5 x 8 tuumaa";
"Tabloid" = "Tabloid";
"Postcard" = "Postikortti";
"Borderless B7 JIS" = "Reunukseton B7 JIS";
"L 89x127mm" = "L 89 x 127 mm";
"JIS Chou #2" = "JIS Chou #2";
"Borderless 4x6 in." = "Reunukseton 4 x 6 tuumaa";
"JB4" = "JIS B4";
"8.5x15.5 Cover paper" = "Kansipaperi 8,5 x 15,5";
"Borderless panorama 4x11 in." = "Reunukseton panoraama 4 x 11 tuumaa";
"Statement" = "Statement";
"JB5" = "JIS B5";
"Borderless 4x11 in./10x28 cm" = "Reunukseton 4 x 11 tuumaa/10 x 28 cm";
"US Letter Two-Sided margins" = "US Letter,  kaksipuolinen, reunukset";
/*       MEDIA TYPES       */
"HPPaper" = "Paperi";
"Paper Type" = "Paperityyppi";
"HP Premium Plus Photo Satin" = "HP Premium Plus -satiinivalokuvapaperi";
"HP Everyday Photo Paper, Semi-gloss" = "HP Everyday -valokuvapaperi, puolikiiltävä";
"HP Advanced Photo Papers" = "HP Advanced -valokuvapaperit";
"HP Premium Inkjet Paper" = "HP Premium -mustesuihkupaperi";
"Preprinted" = "Esipainettu";
"Card Stock" = "Korttikartonki";
"HP Iron-on Transfer, White Fabrics" = "HP:n kiinnisilitettävä siirtokuva valkoisille kankaille";
"HP Self-adhesive Photo Paper" = "HP:n itsekiinnittyvä valokuvapaperi";
"Heavy Glossy (>105 - 163 g/m2)" = "Raskas kiiltävä (>105 - 163 g/m²)";
"Extra Heavy Glossy 160 - 220 g/m2" = "Erittäin raskas kiiltävä 160 - 220 g/m²";
"Intermediate 90 - 104 g/m2" = "Keskiraskas 90 - 104 g/m²";
"Specialty Paper" = "Erikoispaperi";
"Glossy Greeting Card" = "Kiiltävä tervehdyskortti";
"Light (60 - <75 g/m2)" = "Kevyt (60 - <75 g/m²)";
"Rigid coated paper" = "Jäykkä pinnoitettu paperi";
"HP Everyday Photo Paper, Matte Finish" = "HP Everyday -valokuvapaperi, mattapintainen";
"Heavy Glossy 120 - 160 g/m2" = "Raskas kiiltävä 120 - 160 g/m²";
"HP Advanced Photo Paper" = "HP Advanced -valokuvapaperi";
"HP Hahnemuhle Smooth Fine Art Paper" = "HP Hahnemühle -taidepaperi, sileä";
"Transparency" = "Kalvo";
"Other Brochure Papers" = "Muut esitepaperit";
"Watercolor paper" = "Vesiväripaperi";
"Other inkjet paper" = "Muu mustesuihkupaperi";
"HP Brochure & Flyer Paper, Glossy" = "HP:n esite- ja lehtispaperi, kiiltävä";
"Rigid photo rag" = "Jäyllä valokuvalumppupaperi";
"Letterhead" = "Kirjelomake";
"Matte Greeting Card" = "Mattapintainen tervehdyskortti";
"Other Inkjet Papers" = "Muut mustesuihkupaperit";
"HP Inkjet-printable CD/DVD" = "HP:n mustesuihkukäyttöön tarkoitettu CD/DVD";
"Rigid canvas" = "Jäykkä kangas";
"HP Premium Photo Papers" = "HP Premium -valokuvapaperit";
"HP Color Inkjet paper" = "HP:n värimustesuihkupaperi";
"Other specialty paper" = "Muu erikoispaperi";
"HP Brochure & Flyer, Semi-gloss" = "HP:n esite- ja lehtispaperi, puolikiiltävä";
"HP Brochure Paper, Matte" = "HP:n esitepaperi, matta";
"Light < 75 g/m2" = "Kevyt < 75 g/m²";
"Other photo paper" = "Muu valokuvapaperi";
"Plain hagaki" = "Tavallinen hagaki";
"HP Matte Greeting Card" = "HP:n mattapintainen tervehdyskortti";
"Transparency Film" = "Kalvo";
"HP Linen Greeting Cards" = "HP:n pellavatervehdyskortit";
"HP Matte Greeting Cards" = "HP:n mattapintaiset tervehdyskortit";
"HP Office Paper" = "HP:n toimistopaperi";
"HP Professional Paper" = "HP Professional -paperi";
"photo rag thin" = "Ohut valokuvalumppupaperi";
"HP Matte Professional Paper" = "HP:n ammattimainen mattapaperi";
"HP Premium Photo Paper" = "HP Premium -valokuvapaperi";
"Inkjet Scrapbook Paper, Matte" = "Leikekirjapaperi mustesuihkukäyttöön, matta";
"HP Photo Paper, Matte" = "HP:n valokuvapaperi, matta";
"HP Photo and Project Paper" = "HP:n valokuva- ja projektipaperi";
"HP Photo Greeting Cards" = "HP:n valokuvatervehdyskortit";
"HP Banner Paper" = "HP:n viiripaperi";
"Other Glossy Brochure" = "Muu kiiltävä esite";
"HP Note Cards" = "HP-viestikortit";
"Heavy 105 - 120 g/m2" = "Raskas 105 - 120 g/m²";
"Thick Plain Paper" = "Paksu tavallinen paperi";
"Other Specialty Papers" = "Muut erikoispaperit";
"HP Tri-fold Brochure Paper, Glossy" = "HP:n kolmiosainen esitepaperi, kiiltävä";
"Inkjet Scrapbook Paper, Photo" = "Leikekirjapaperi mustesuihkukäyttöön, valokuva";
"HP Premium High-gloss Film" = "HP Premium -kalvo, erittäin kiiltävä";
"HP Advanced Photo Paper, Soft-Gloss" = "HP Advanced -valokuvapaperi, pehmeänkilltävä";
"HP Glossy Professional Paper" = "HP:n ammattikäyttöön tarkoitettu kiiltävä paperi";
"HP Advanced Photo Paper, Glossy" = "HP Advanced -valokuvapaperi, kiiltävä";
"Rigid photo" = "Jäykkä valokuva";
"HP Everyday Photo Paper, Matte" = "HP Everyday -valokuvapaperi, matta";
"HP Superior Paper, Matte" = "HP Superior -paperi, matta";
"HP Brochure & Flyer, Matte" = "HP:n esite- ja lehtispaperi, matta";
"Extra Heavy 120 - 163 g/m2" = "Erittäin raskas 120 - 163 g/m²";
"Plain Hagaki" = "Tavallinen Hagaki";
"HP Premium Inkjet Transparency Film" = "HP Premium -mustesuihkukalvo";
"Plain/Inkjet" = "Tavallinen/mustesuihku";
"Rigid watercolor" = "Jäykkä vesiväripaperi";
"Tough Paper" = "Tough-paperi";
"Glossy 106-120 g/m2" = "Kiiltävä 106 - 120 g/m²";
"HP Proofing, Matte" = "HP:n vedospaperi, matta";
"Other Greeting Cards" = "Muut tervehdyskortit";
"HP Iron-on Transfers or other specialty paper" = "HP:n silityskuvat tai muu erikoispaperi";
"Photo thick" = "Paksu valokuvapaperi";
"HP Premium Choice LaserJet Paper" = "HP Premium Choice -laserpaperi";
"HP Premium Plus Photo & Proofing, Glossy" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"Other glossy specialty paper" = "Muu kiiltäväpintainen erikoispaperi";
"HP Premium Plus Inkjet Transparency Film" = "HP Premium Plus -mustesuihkukalvo";
"HP Iron-on Transfer" = "HP:n kiinnisilitettävä siirtokuva";
"Other Transparency Films" = "Muut kalvot";
"Inkjet Hagaki" = "Mustesuihku-Hagaki";
"HP Premium Plus Photo Paper, Matte" = "HP Premium Plus -valokuvapaperi, matta";
"HP Artist Matte Canvas" = "HP:n mattakangas taidekäyttöön";
"photo rag paper" = "valokuvalumppupaperi";
"HP Brochure Paper, Glossy" = "HP:n esitepaperi, kiiltävä";
"HP Multipurpose Labels" = "HP:n monikäyttöiset etiketit";
"Plain" = "Tavallinen";
"HP Everyday Photo Paper, Glossy" = "HP Everyday -valokuvapaperi, kiiltävä";
"Canvas" = "Kangas";
"Glossy (75 - 105 g/m2)" = "Kiiltävä (75 - 105 g/m²)";
"HP Matte Postcards" = "HP:n mattapostikortit";
"HP Tri-fold Brochure Paper, Matte" = "HP:n kolmiosainen esitepaperi, matta";
"Cardstock 164 - 220 g/m2" = "Korttikartonki 164 - 220 g/m²";
"HP Photo Paper or other photo paper" = "HP:n valokuvapaperi tai muu valokuvapaperi";
"Other fine art papers" = "Muut taidepaperit";
"HP Premium Presentation Paper, Matte" = "HP Premium -esityspaperi, matta";
"HP Hahnemuhle Watercolor Paper" = "HP Hahnemühle -vesiväripaperi";
"HP Premium Inkjet Heavyweight Paper" = "HP Premium -mustesuihkupaperi, raskas";
"HP Brochure & Flyer, Glossy" = "HP:n esite- ja lehtispaperi, kiiltävä";
"HP Linen Greeting Card" = "HP:n pellavatervehdyskortti";
"HP Note Card" = "HP-viestikortti";
"Heavy (>106 - 163 g/m2)" = "Raskas (>106 - 163 g/m²)";
"HP Photo Paper" = "HP:n valokuvapaperi";
"Prepunched" = "Esirei'itetty";
"Photo paper" = "Valokuvapaperi";
"HP Brochure and Flyer Paper, Matte" = "HP:n esite- ja lehtispaperi, matta";
"HP Brochure Glossy" = "HP:n kiiltävä esite";
"HP Photo Paper, Glossy" = "HP:n valokuvapaperi, kiiltävä";
"HP Premium Photo Paper, Glossy" = "HP Premium -valokuvapaperi, kiiltävä";
"HP LaserJet paper" = "HP:n laserpaperi";
"HP Brochure & Flyer Paper, Matte" = "HP:n esite- ja lehtispaperi, matta";
"Thick plain paper" = "Paksu tavallinen paperi";
"Photo hagaki" = "Valokuva-hagaki";
"Envelope" = "Kirjekuori";
"Unspecified" = "Määrittämätön";
"Thick photo paper" = "Paksu valokuvapaperi";
"Other brochure paper" = "Muu esitepaperi";
"HP Bright White Inkjet Paper" = "HP:n kirkkaanvalkoinen mustesuihkupaperi";
"Other Matte Brochure" = "Muu mattaesite";
"HP Textured Greeting Card Paper" = "HP:n eläväpintainen tervehdyskorttipaperi";
"HP Textured Greeting Card" = "HP:n eläväpintainen tervehdyskortti";
"HP Photo Cards" = "HP:n valokuvakortit";
"Other matte specialty paper" = "Muu mattapintainen erikoispaperi";
"HP Colorfast Photo Paper, Glossy" = "HP Colorfast -valokuvapaperi, kiiltävä";
"Plain paper" = "Tavallinen paperi";
"HP All-in-One Printing Paper" = "HP:n All-in-One-tulostuspaperi";
"HP Brochure Paper 180g, Glossy" = "HP:n esitepaperi 180 g, kiiltävä";
"Bond" = "Bond";
"HP Advanced Paper" = "HP Advanced -paperi";
"Other transparency film" = "Muu kalvo";
"Other Inkjet-printable CD/DVD" = "Muu mustesuihkukäyttöön tarkoitettu CD/DVD";
"HP Premium Plus Photo Paper" = "HP Premium Plus -valokuvapaperi";
"HP Professional Satin Photo Paper" = "HP Professional -satiinivalokuvapaperi";
"HP Aquarella Art Paper" = "HP Aquarella -taidepaperi";
"Other Photo Papers" = "Muut valokuvapaperit";
"HP Iron-on Transfer, Dark Fabrics" = "HP:n kiinnisilitettävä siirtokuva tummille kankaille";
"Light 60 - 75 g/m2" = "Kevyt 60 - 75 g/m²";
"Rough" = "Karkea";
"Cardstock (105 - 176 g/m2)" = "Korttikartonki (105 - 176 g/m²)";
"HP Premium Paper" = "HP Premium -paperi";
"HP Premium Plus Photo Paper, Glossy" = "HP Premium Plus -valokuvapaperi, kiiltävä";
"HP Premium Plus Photo Papers" = "HP Premium Plus -valokuvapaperit";
"Photo Paper" = "Valokuvapaperi";
"HP Bright White Paper" = "HP:n kirkkaanvalkoinen paperi";
"HP Holiday Photo Cards" = "HP:n lomavalokuvapostikortit";
"Heavy (90 - 105 g/m2)" = "Raskas (90 - 105 g/m²)";
"Inkjet hagaki" = "Mustesuihku-hagaki";
"Photo Hagaki" = "Valokuva-Hagaki";
"HP Multipurpose Paper" = "HP:n monikäyttöinen paperi";
"HP Photo Greeting Card" = "HP:n valokuvatervehdyskortti";
"fiber gloss" = "kiiltävä kuitupaperi";
"HP Superior Paper, Glossy" = "HP Superior -paperi, kiiltävä";
"Cardstock (135 - 216 g/m2)" = "Korttikartonki (135 - 216 g/m²)";
"Other greeting card" = "Muu tervehdyskorttipaperi";
"HP Photo Card" = "HP:n valokuvakortti";
"HP Labels, Glossy" = "HP-etiketit, kiiltävä";
"HP Photo, Matte" = "HP:n mattavalokuvapaperi";
"HP Premium Presentation Paper" = "HP Premium -esityspaperi";
"HP CD/DVD Tattoo" = "HP:n CD/DVD-tarra";
"HP Labels, Matte" = "HP-etiketit, matta";
"HP Textured Greeting Cards" = "HP:n eläväpintaiset tervehdyskortit";
"Plain Paper" = "Tavallinen paperi";
"HP Water-Resistant CD/DVD" = "HP:n vedenkestävä CD/DVD";
"HP Premium Plus Photo & Proofing, Satin" = "HP Premium Plus -valokuva- ja vedospaperi, satiini";
"Recycled" = "Kierrätetty";
"Labels" = "Etiketit";
"Thick Photo Paper" = "Paksu valokuvapaperi";
"HP Advanced Photo Paper, Satin-Matte" = "HP Advanced -valokuvapaperi, satiini/matta";
/*       PRINT QUALITIES       */
"Quality" = "Laatu";
"Maximum dpi" = "Suurin dpi";
"Normal" = "Normaali";
"Fast Normal" = "Nopea normaali";
"Draft" = "Vedos";
"Use printer default" = "Use printer default";
"FastNormal" = "Nopea normaali";
"FastDraft" = "Nopea vedos";
"Best" = "Paras";
"Fast Draft" = "Nopea vedos";
/*       PAPER SOURCES       */
"Source" = "Lähde";
"Main Tray" = "Päälokero";
"Tray 2" = "Lokero 2";
"Lower, then Upper" = "Alalokero, sitten ylälokero";
"CD/DVD Tray" = "CD/DVD-lokero";
"Tray 1" = "Lokero 1";
"Tray 3 (Optional)" = "Lokero 3 (valinnainen)";
"Rear Manual Feed" = "Takaosan käsinsyöttö";
"Photo Tray" = "Valokuvalokero";
"Automatically Select" = "Valitse automaattisesti";
"Manual Feed" = "Käsinsyöttö";
"Upper Tray" = "Ylälokero";
"Specialty media tray" = "Erikoismateraalialusta";
"Paper Tray" = "Paperilokero";
"Lower Tray" = "Alalokero";
"Upper, then Lower" = "Ylälokero, sitten alalokero";
"Rear Tray" = "Takalokero";
"Tray 1 (Manual)" = "Lokero 1 (manuaalinen)";
/*       OUTPUT BINS       */
"Output Bin" = "Tulostekaukalo";
"Main Output Bin" = "Päätulostekaukalo";
"Rear Bin" = "Takakaukalo";
/*       COLOR MODES       */
"HPColorOptions" = "Väriasetukset";
"ColorSmart/sRGB" = "ColorSmart/sRGB";
"AdobeRGB" = "Adobe RGB (1998)";
"Grayscale" = "Harmaasävy";
"ColorSync" = "ColorSync";
"Application managed colors" = "Sovelluksen hallitsemat värit";
"Color Model" = "Värimalli";
"Color + W" = "Väri + W";
"Advanced Color" = "Kehittynyt väri";
"Resolution" = "Tarkkuus";
"Grayscale Mode" = "Harmaasävytila";
"High Quality" = "Korkea laatu";
"High quality" = "Korkea laatu";
"Black Print Cartridge Only" = "Vain musta tulostuskasetti";
"Black Ink Only" = "Vain musta muste";
"Black/gray photo cartridge only" = "Vain musta/harmaa valokuvatulostuskasetti";
"Composite gray" = "Yhdistelmäharmaa";
"Gray inks only" = "Vain harmaat musteet";
"Optimize for Photocopy or Fax" = "Optimoi valokopiointia tai faksausta varten";
"ColorSync profile" = "ColorSync-profiili";
/*       INSTALLABLE OPTIONS      */
"Lower Tray Installed" = "Valinnainen paperinsyöttölokero";
"HP Two-sided Printing Accessory (Duplexer)" = "HP:n kaksipuolisen tulostuksen lisälaite (kääntölaite)";
"Installed Pen" = "Asennettu tulostuskasetti";
"Installed Print Cartridge" = "Asennettu tulostuskasetti";
"Installed" = "Asennettu";
"Not Installed" = "Ei asennettu";
/*       DUPLEX       */
"HPTwoSidedPrinting" = "Kaksipuolinen tulostus";
"Two-Sided" = "Kaksipuolinen";
"Long-Edge Binding" = "Pitkän sivun sidonta";
"Short-Edge Binding" = "Lyhyen sivun sidonta";
/*       REAL LIFE TECHNOLOGIES       */
"HPRealLifeTechnologies" = "HP Real Life -tekniikat";
"HPDigitalPhoto" = "Real Life -digitaalivalokuvaus";
"Photo Fix" = "Valokuvan korjaus";
"Basic" = "Perus";
"Full" = "Täysi";
"Adaptive Lighting" = "Mukautuva valaistus";
"Photo Brightening" = "Valokuvan kirkastus";
"Auto Red-eye Removal" = "Automaattinen punasilmäisyyden poisto";
"Remove Red Eye" = "Poista punasilmäisyys";
"Sharpness" = "Terävyys";
"Smoothing" = "Tasoitus";
"SmartFocus" = "SmartFocus";
"High" = "Korkea";
"Low" = "Matala";
"Medium" = "Keskitaso";
